
                         MODELLER 9.19, 2017/07/19, r11078

     PROTEIN STRUCTURE MODELLING BY SATISFACTION OF SPATIAL RESTRAINTS


                     Copyright(c) 1989-2017 Andrej Sali
                            All Rights Reserved

                             Written by A. Sali
                               with help from
              B. Webb, M.S. Madhusudhan, M-Y. Shen, G.Q. Dong,
          M.A. Marti-Renom, N. Eswar, F. Alber, M. Topf, B. Oliva,
             A. Fiser, R. Sanchez, B. Yerkovich, A. Badretdinov,
                     F. Melo, J.P. Overington, E. Feyfant
                 University of California, San Francisco, USA
                    Rockefeller University, New York, USA
                      Harvard University, Cambridge, USA
                   Imperial Cancer Research Fund, London, UK
              Birkbeck College, University of London, London, UK


Kind, OS, HostName, Kernel, Processor: 4, Linux german-xps 4.14.6-041406-generic x86_64
Date and time of compilation         : 2017/07/19 15:03:51
MODELLER executable type             : x86_64-intel8
Job starting time (YY/MM/DD HH:MM:SS): 2018/02/21 08:41:56

openf___224_> Open           $(LIB)/restyp.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/resgrp.lib
rdresgr_266_> Number of residue groups:        2
openf___224_> Open           ${MODINSTALL9v19}/modlib/sstruc.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       191566     187.076     0.183

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       192094     187.592     0.183
openf___224_> Open           ${MODINSTALL9v19}/modlib/resdih.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       240694     235.053     0.230
rdrdih__263_> Number of dihedral angle types         :        9
              Maximal number of dihedral angle optima:        3
              Dihedral angle names                   :  Alph Phi Psi Omeg chi1 chi2 chi3 chi4 chi5
openf___224_> Open           ${MODINSTALL9v19}/modlib/radii.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       253994     248.041     0.242
openf___224_> Open           ${MODINSTALL9v19}/modlib/radii14.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/af_mnchdef.lib
rdwilmo_274_> Mainchain residue conformation classes:  APBLE
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch.lib
rdclass_257_> Number of classes:        5
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch1.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch2.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch3.lib
rdrrwgh_268_> Number of residue types:       21
openf___224_> Open           /home/german/labo/18/egfr/model/2GS6_A/to_model_2GS6_A

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       265487     259.265     0.253

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       266937     260.681     0.255

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       269837     263.513     0.257

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       275637     269.177     0.263

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       392693     383.489     0.375

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       393933     384.700     0.376

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       395037     385.778     0.377

Read the alignment from file       : /home/german/labo/18/egfr/model/2GS6_A/to_model_2GS6_A
Total number of alignment positions:   314

  #  Code        #_Res #_Segm PDB_code    Name
-------------------------------------------------------------------------------
  1     2GS6_A     311      1      2GS6_A
  2  2GS6_A_fu     277      1
check_a_343_> >> BEGINNING OF COMMAND
openf___224_> Open           ./2GS6_A.pdb

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       490062     478.576     0.467

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       490062     478.576     0.467

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       490233     478.743     0.468

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       491083     479.573     0.468

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       492341     480.802     0.470

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       494245     482.661     0.471

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       494245     482.661     0.471

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       494335     482.749     0.471

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       497191     485.538     0.474

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       497191     485.538     0.474

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       497326     485.670     0.474

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       501610     489.854     0.478

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       501610     489.854     0.478

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       501808     490.047     0.479

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       508234     496.322     0.485

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       508234     496.322     0.485

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       508531     496.612     0.485

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       518153     506.009     0.494

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       518153     506.009     0.494

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       518603     506.448     0.495

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       533053     520.560     0.508

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       533053     520.560     0.508

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       533728     521.219     0.509

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       555386     542.369     0.530

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       555386     542.369     0.530

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       556394     543.354     0.531

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       588898     575.096     0.562

Dynamically allocated memory at   amaxstructure [B,KiB,MiB]:       588664     574.867     0.561

check_ali___> Checking the sequence-structure alignment. 

Implied intrachain target CA(i)-CA(i+1) distances longer than  8.0 angstroms:

ALN_POS  TMPL  RID1  RID2  NAM1  NAM2     DIST
----------------------------------------------
END OF TABLE
check_a_344_> << END OF COMMAND
openf___224_> Open           ${LIB}/top_heav.lib
read_to_681_> topology.submodel read from topology file:        3
openf___224_> Open           ${LIB}/par.lib

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       727916     710.855     0.694

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       729516     712.418     0.696

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       733496     716.305     0.700

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       735496     718.258     0.701

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       738496     721.188     0.704

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       742996     725.582     0.709

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       748568     731.023     0.714

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       751368     733.758     0.717

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       755568     737.859     0.721

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       761868     744.012     0.727

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       764640     746.719     0.729

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       766040     748.086     0.731
read_pa_232_> parameters    BONDS   ANGLS  DIHEDS IMPROPS    MODE
                              227     561     661     112       0

Dynamically allocated memory at       amaxmodel [B,KiB,MiB]:       809372     790.402     0.772

Dynamically allocated memory at       amaxmodel [B,KiB,MiB]:      1029088    1004.969     0.981

Dynamically allocated memory at       amaxmodel [B,KiB,MiB]:      1062072    1037.180     1.013

mkilst______> segment topology constructed from sequence and RTF:
              segments residues atoms bonds angles dihedrals impropers:
                     1      277  2223  2273      0         0       925

Dynamically allocated memory at       amaxmodel [B,KiB,MiB]:      1157396    1130.270     1.104
patch_______> segment topology patched using RTF:     1  ;  LEU  ;  NTER
              segments residues atoms bonds angles dihedrals impropers:
                     1      277  2223  2273   3074      3654       925


Dynamically allocated memory at       amaxmodel [B,KiB,MiB]:      1249492    1220.207     1.192
patch_______> segment topology patched using RTF:   277  ;  LEU  ;  CTER
              segments residues atoms bonds angles dihedrals impropers:
                     1      277  2224  2274   3076      3656       926

genseg______> segment topology constructed from sequence and RTF:
              segments residues atoms bonds angles dihedrals impropers:
                     1      277  2224  2274   3076      3656       926
