
                         MODELLER 9.19, 2017/07/19, r11078

     PROTEIN STRUCTURE MODELLING BY SATISFACTION OF SPATIAL RESTRAINTS


                     Copyright(c) 1989-2017 Andrej Sali
                            All Rights Reserved

                             Written by A. Sali
                               with help from
              B. Webb, M.S. Madhusudhan, M-Y. Shen, G.Q. Dong,
          M.A. Marti-Renom, N. Eswar, F. Alber, M. Topf, B. Oliva,
             A. Fiser, R. Sanchez, B. Yerkovich, A. Badretdinov,
                     F. Melo, J.P. Overington, E. Feyfant
                 University of California, San Francisco, USA
                    Rockefeller University, New York, USA
                      Harvard University, Cambridge, USA
                   Imperial Cancer Research Fund, London, UK
              Birkbeck College, University of London, London, UK


Kind, OS, HostName, Kernel, Processor: 4, Linux german-xps 4.14.6-041406-generic x86_64
Date and time of compilation         : 2017/07/19 15:03:51
MODELLER executable type             : x86_64-intel8
Job starting time (YY/MM/DD HH:MM:SS): 2018/02/20 13:03:44

openf___224_> Open           $(LIB)/restyp.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/resgrp.lib
rdresgr_266_> Number of residue groups:        2
openf___224_> Open           ${MODINSTALL9v19}/modlib/sstruc.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       191566     187.076     0.183

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       192094     187.592     0.183
openf___224_> Open           ${MODINSTALL9v19}/modlib/resdih.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       240694     235.053     0.230
rdrdih__263_> Number of dihedral angle types         :        9
              Maximal number of dihedral angle optima:        3
              Dihedral angle names                   :  Alph Phi Psi Omeg chi1 chi2 chi3 chi4 chi5
openf___224_> Open           ${MODINSTALL9v19}/modlib/radii.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       253994     248.041     0.242
openf___224_> Open           ${MODINSTALL9v19}/modlib/radii14.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/af_mnchdef.lib
rdwilmo_274_> Mainchain residue conformation classes:  APBLE
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch.lib
rdclass_257_> Number of classes:        5
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch1.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch2.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch3.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/xs4.mat
rdrrwgh_268_> Number of residue types:       21
openf___224_> Open           /home/german/labo/18/egfr/model/5CNN_B/to_model_5CNN_B

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       265487     259.265     0.253

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       266937     260.681     0.255

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       269837     263.513     0.257

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       275637     269.177     0.263

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       392693     383.489     0.375

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       393905     384.673     0.376

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       395009     385.751     0.377

Read the alignment from file       : /home/german/labo/18/egfr/model/5CNN_B/to_model_5CNN_B
Total number of alignment positions:   315

  #  Code        #_Res #_Segm PDB_code    Name
-------------------------------------------------------------------------------
  1     5CNN_B     304      1      5CNN_B
  2  5CNN_B_fu     277      1
check_a_343_> >> BEGINNING OF COMMAND
openf___224_> Open           ./5CNN_B.pdb
rdpdb___303E> No atoms were read from the specified input PDB file, since the
              starting residue number and/or chain id in MODEL_SEGMENT (or
              the alignment file header) was not found;
              requested starting position: residue number " 700", chain " A";
              atom file name:  ./5CNN_B.pdb
read_te_288W> Protein not accepted:        1  5CNN_B
