
                         MODELLER 9.19, 2017/07/19, r11078

     PROTEIN STRUCTURE MODELLING BY SATISFACTION OF SPATIAL RESTRAINTS


                     Copyright(c) 1989-2017 Andrej Sali
                            All Rights Reserved

                             Written by A. Sali
                               with help from
              B. Webb, M.S. Madhusudhan, M-Y. Shen, G.Q. Dong,
          M.A. Marti-Renom, N. Eswar, F. Alber, M. Topf, B. Oliva,
             A. Fiser, R. Sanchez, B. Yerkovich, A. Badretdinov,
                     F. Melo, J.P. Overington, E. Feyfant
                 University of California, San Francisco, USA
                    Rockefeller University, New York, USA
                      Harvard University, Cambridge, USA
                   Imperial Cancer Research Fund, London, UK
              Birkbeck College, University of London, London, UK


Kind, OS, HostName, Kernel, Processor: 4, Linux german-xps 4.14.6-041406-generic x86_64
Date and time of compilation         : 2017/07/19 15:03:51
MODELLER executable type             : x86_64-intel8
Job starting time (YY/MM/DD HH:MM:SS): 2018/02/20 16:47:59

openf___224_> Open           $(LIB)/restyp.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/resgrp.lib
rdresgr_266_> Number of residue groups:        2
openf___224_> Open           ${MODINSTALL9v19}/modlib/sstruc.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       191566     187.076     0.183

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       192094     187.592     0.183
openf___224_> Open           ${MODINSTALL9v19}/modlib/resdih.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       240694     235.053     0.230
rdrdih__263_> Number of dihedral angle types         :        9
              Maximal number of dihedral angle optima:        3
              Dihedral angle names                   :  Alph Phi Psi Omeg chi1 chi2 chi3 chi4 chi5
openf___224_> Open           ${MODINSTALL9v19}/modlib/radii.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       253994     248.041     0.242
openf___224_> Open           ${MODINSTALL9v19}/modlib/radii14.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/af_mnchdef.lib
rdwilmo_274_> Mainchain residue conformation classes:  APBLE
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch.lib
rdclass_257_> Number of classes:        5
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch1.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch2.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch3.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/xs4.mat
rdrrwgh_268_> Number of residue types:       21
openf___224_> Open           $(LIB)/top_heav.lib
read_to_681_> topology.submodel read from topology file:        3
openf___224_> Open           $(LIB)/par.lib

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       393430     384.209     0.375

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       395030     385.771     0.377

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       399010     389.658     0.381

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       401010     391.611     0.382

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       404010     394.541     0.385

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       408510     398.936     0.390

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       414082     404.377     0.395

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       416882     407.111     0.398

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       421082     411.213     0.402

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       427382     417.365     0.408

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       430154     420.072     0.410

Dynamically allocated memory at  amaxparameters [B,KiB,MiB]:       431554     421.439     0.412
read_pa_232_> parameters    BONDS   ANGLS  DIHEDS IMPROPS    MODE
                              227     561     661     112       0
pdbnam_____E> Filename for PDB code not found: 2J5F_A_full.B99990048.pdb
              Directories: 
              Extensions : :.atm:.pdb:.ent:.cif:.crd
              (Also tried prepending 'pdb', looking for .Z, .gz, .bz2, .7z, .xz,
              and trying PDB-style subdirectories - e.g. ab for pdb1abc.ent)

