
                         MODELLER 9.19, 2017/07/19, r11078

     PROTEIN STRUCTURE MODELLING BY SATISFACTION OF SPATIAL RESTRAINTS


                     Copyright(c) 1989-2017 Andrej Sali
                            All Rights Reserved

                             Written by A. Sali
                               with help from
              B. Webb, M.S. Madhusudhan, M-Y. Shen, G.Q. Dong,
          M.A. Marti-Renom, N. Eswar, F. Alber, M. Topf, B. Oliva,
             A. Fiser, R. Sanchez, B. Yerkovich, A. Badretdinov,
                     F. Melo, J.P. Overington, E. Feyfant
                 University of California, San Francisco, USA
                    Rockefeller University, New York, USA
                      Harvard University, Cambridge, USA
                   Imperial Cancer Research Fund, London, UK
              Birkbeck College, University of London, London, UK


Kind, OS, HostName, Kernel, Processor: 4, Linux german-xps 4.14.6-041406-generic x86_64
Date and time of compilation         : 2017/07/19 15:03:51
MODELLER executable type             : x86_64-intel8
Job starting time (YY/MM/DD HH:MM:SS): 2018/02/21 08:41:56

openf___224_> Open           $(LIB)/restyp.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/resgrp.lib
rdresgr_266_> Number of residue groups:        2
openf___224_> Open           ${MODINSTALL9v19}/modlib/sstruc.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       191566     187.076     0.183

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       192094     187.592     0.183
openf___224_> Open           ${MODINSTALL9v19}/modlib/resdih.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       240694     235.053     0.230
rdrdih__263_> Number of dihedral angle types         :        9
              Maximal number of dihedral angle optima:        3
              Dihedral angle names                   :  Alph Phi Psi Omeg chi1 chi2 chi3 chi4 chi5
openf___224_> Open           ${MODINSTALL9v19}/modlib/radii.lib

Dynamically allocated memory at   amaxlibraries [B,KiB,MiB]:       253994     248.041     0.242
openf___224_> Open           ${MODINSTALL9v19}/modlib/radii14.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/af_mnchdef.lib
rdwilmo_274_> Mainchain residue conformation classes:  APBLE
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch.lib
rdclass_257_> Number of classes:        5
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch1.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/mnch2.lib
openf___224_> Open           ${MODINSTALL9v19}/modlib/xs4.mat
rdrrwgh_268_> Number of residue types:       21
openf___224_> Open           /home/german/labo/18/egfr/model/2GS7_A/to_model_2GS7_A

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       265487     259.265     0.253

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       266937     260.681     0.255

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       269837     263.513     0.257

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       275637     269.177     0.263

Dynamically allocated memory at   amaxalignment [B,KiB,MiB]:       392693     383.489     0.375

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       393813     384.583     0.376

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       394917     385.661     0.377

Read the alignment from file       : /home/german/labo/18/egfr/model/2GS7_A/to_model_2GS7_A
Total number of alignment positions:   285

  #  Code        #_Res #_Segm PDB_code    Name
-------------------------------------------------------------------------------
  1     2GS7_A     281      1      2GS7_A
  2  2GS7_A_fu     277      1
check_a_343_> >> BEGINNING OF COMMAND
openf___224_> Open           ./2GS7_A.pdb

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       480942     469.670     0.459

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       480942     469.670     0.459

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       481113     469.837     0.459

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       481963     470.667     0.460

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       483221     471.896     0.461

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       485125     473.755     0.463

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       485125     473.755     0.463

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       485215     473.843     0.463

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       488071     476.632     0.465

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       488071     476.632     0.465

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       488206     476.764     0.466

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       492490     480.947     0.470

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       492490     480.947     0.470

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       492688     481.141     0.470

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       499114     487.416     0.476

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       499114     487.416     0.476

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       499411     487.706     0.476

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       509033     497.103     0.485

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       509033     497.103     0.485

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       509483     497.542     0.486

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       523933     511.653     0.500

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       523933     511.653     0.500

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       524608     512.312     0.500

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       546266     533.463     0.521

Dynamically allocated memory at    amaxsequence [B,KiB,MiB]:       546266     533.463     0.521

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       547274     534.447     0.522

Dynamically allocated memory at amaxcoordinates [B,KiB,MiB]:       579778     566.189     0.553

Dynamically allocated memory at   amaxstructure [B,KiB,MiB]:       579274     565.697     0.552

check_ali___> Checking the sequence-structure alignment. 

Implied intrachain target CA(i)-CA(i+1) distances longer than  8.0 angstroms:

ALN_POS  TMPL  RID1  RID2  NAM1  NAM2     DIST
----------------------------------------------
END OF TABLE
check_a_344_> << END OF COMMAND
openf___224_> Open           ${LIB}/top_heav.lib
read_to_681_> topology.submodel read from topology file:        3
